[
    {
        "title": "The Many Saints of Newark",
        "release-year": "2021",
        "synopsis": "Young Anthony Soprano is growing up in one of the most tumultuous eras in Newark's history, becoming a man just as rival gangsters begin to rise up and challenge the all-powerful DiMeo crime family's hold over the increasingly race-torn city. Caught up in the changing times is the uncle he idolizes, Dickie Moltisanti, who struggles to manage both his professional and personal responsibilities and whose influence over his nephew will help make the impressionable teenager into the all-powerful mob boss we'll later come to know: Tony Soprano. ",
        "poster-uri": "The Many Saints of Newark.jpg"
    },
    {
        "title": "The Night House",
        "release-year": "2020",
        "synopsis": "A widow begins to uncover her recently deceased husband's disturbing secrets.",
        "poster-uri":"The Night House.jpg"
    },
    {
        "title": "The Addams Family 2",
        "release-year": "2020",
        "synopsis": "Everyone's favorite spooky family is back in the animated comedy sequel, The Addams Family 2. In this all new movie we find Morticia and Gomez distraught that their children are growing up, skipping family dinners, and totally consumed with 'scream time.' To reclaim their bond they decide to cram Wednesday, Pugsley, Uncle Fester and the crew into their haunted camper and hit the road for one last miserable family vacation. Their adventure across America takes them out of their element and into hilarious run-ins with their iconic cousin, It, as well as many new kooky characters. What could possibly go wrong? —MGM ",
        "poster-uri": "The Addams Family 2.jpg"
    },
    {
        "title": "Last Man Down",
        "release-year": "2021",
        "synopsis": "After civilization succumbs to a deadly pandemic and his wife is murdered, John Wood - a special forces soldier - abandons his duty and becomes a hermit in the Nordic wilderness. Years later, a wounded woman appears on his doorstep. Maria Johnson is an escaped lab rat, and her pursuers believe her blood is the key to a worldwide cure. Though John is hesitant to get involved, all doubts are cast aside when he discovers Maria's pursuer is none other than Commander Stone, the man that murdered his wife some years ago. ",
        "poster-uri": "Last Man Down.jpg"
    },
    {
        "title": "Injustice",
        "release-year": "2021",
        "synopsis": "On an alternate Earth, the Joker tricks Superman into killing Lois Lane, which causes a rampage in the hero. Superman decides to take control of Earth, Batman and his allies will have to attempt to stop him.",
        "poster-uri": "Injustice.jpg"
    },
    {
        "title": "The Shawshank Redemption",
        "release-year": "1994",
        "synopsis": "Chronicles the experiences of a formerly successful banker as a prisoner in the gloomy jailhouse of Shawshank after being found guilty of a crime he did not commit. The film portrays the man's unique way of dealing with his new, torturous life; along the way he befriends a number of fellow prisoners, most notably a wise long-term inmate named Red. —J-S-Golden",
        "poster-uri": "The Shawshank Redemption.jpg"
    },
    {
        "title": "CM101MMXI Fundamentals",
        "release-year": "2013",
        "synopsis": "The funny little details of everyday life; the simple things that makes us laugh. An unforgettable performance from Cem Yilmaz. Yilmaz captures the audience with his hilarious stories about relationships, humankind's struggle with the technology and professional life. Yilmaz proves us that a food delivery or even a funeral might be amusing when considered correctly. —Elmalma Brand Communication",
        "poster-uri": "CM101MMXI Fundamentals.jpg"
    },
    {
        "title": "Doctor Who The Day of the Doctor",
        "release-year": "2013",
        "synopsis": "In 2013, something terrible is awakening in London's National Gallery; in 1562, a murderous plot is afoot in Elizabethan England; and somewhere in space an ancient battle reaches its devastating conclusion.",
        "poster-uri": "Doctor Who The Day of the Doctor.jpg"
    },
    {
        "title": "The Dark Knight",
        "release-year": "2008",
        "synopsis": "Set within a year after the events of Batman Begins (2005), Batman, Lieutenant James Gordon, and new District Attorney Harvey Dent successfully begin to round up the criminals that plague Gotham City, until a mysterious and sadistic criminal mastermind known only as 'The Joker' appears in Gotham, creating a new wave of chaos. Batman's struggle against The Joker becomes deeply personal, forcing him to 'confront everything he believes' and improve his technology to stop him. A love triangle develops between Bruce Wayne, Dent, and Rachel Dawes. —Leon Lombardi",
        "poster-uri": "The Dark Knight.jpg"
    },
    {
        "title": "The Godfather",
        "release-year": "1972",
        "synopsis": "The Godfather Don Vito Corleone is the head of the Corleone mafia family in New York. He is at the event of his daughter's wedding. Michael, Vito's youngest son and a decorated WW II Marine is also present at the wedding. Michael seems to be uninterested in being a part of the family business. Vito is a powerful man, and is kind to all those who give him respect but is ruthless against those who do not. But when a powerful and treacherous rival wants to sell drugs and needs the Don's influence for the same, Vito refuses to do it. What follows is a clash between Vito's fading old values and the new ways which may cause Michael to do the thing he was most reluctant in doing and wage a mob war against all the other mafia families which could tear the Corleone family apart. —srijanarora-152-448595",
        "poster-uri": "The Godfather.jpg"
    }    
]